[
  {
    "id": 1,
    "title": "Clean Water Project",
    "category": "health",
    "category_bg": "#0052ff33",
    "card_bg": "#0052ff26",
    "text_button_bg": "#0052FF",
    "description": "Help provide clean and safe drinking water to communities in need. Access to clean water is a basic human right, yet millions of people around the world still lack it. Your donation will go towards building water purification systems, drilling wells, and providing education on water hygiene. By contributing, you can make a lasting impact on the health and well-being of disadvantaged communities. Join us in the fight for a world where no one has to worry about the safety of the water they drink. Together, we can ensure a brighter and healthier future for generations to come.",
    "price": 300,
    "picture": "https://i.ibb.co/d7fRYXq/clean-water-2.jpg"
  },
  {
    "id": 2,
    "title": "Education for All",
    "category": "education",
    "category_bg": "#ff444a33",
    "card_bg": "#ff444a26",
    "text_button_bg": "#FF444A",
    "description": "Support quality education initiatives for underprivileged children. Education is the key to breaking the cycle of poverty and creating a brighter future. Your donation will help fund scholarships, provide school supplies, and improve educational facilities in low-income areas. By contributing, you are giving children the chance to dream big and achieve their full potential. Join us in the mission to ensure that every child, regardless of their background, has access to a quality education. With your support, we can empower the next generation and build a more equitable world where education knows no boundaries.",
    "price": 240,
    "picture": "https://i.ibb.co/5KZP9Pv/education-for-all.jpg"
  },
  {
    "id": 3,
    "title": "Kids Clothing Drive",
    "category": "clothing",
    "category_bg": "#79c23f33",
    "card_bg": "#79c23f26",
    "text_button_bg": "#79C23F",
    "description": "Our 'Kids' Clothing Drive' focuses on collecting children's clothing, from infant onesies to school-age outfits. By contributing to this campaign, you're ensuring that families in need have access to essential clothing for their growing children. Your kindness helps kids feel confident and ready to learn, no matter their circumstances.",
    "price": 80,
    "picture": "https://i.ibb.co/Hg4W9tD/kids-clothing-drive.jpg"
  },
  {
    "id": 4,
    "title": "Food Drive",
    "category": "food",
    "category_bg": "#f8714733",
    "card_bg": "#f8714726",
    "text_button_bg": "#F87147",
    "description": "Contribute to feeding the hungry by supporting local food banks. Hunger is a pressing issue in our communities, and your donation can make a significant difference. Your support will help food banks distribute nutritious meals to families facing food insecurity. By contributing, you are providing a lifeline to those in need and helping to build a hunger-free future. Join us in the fight against hunger, and let's work together to ensure that no one goes to bed hungry in our community. Your generosity can be the change we all wish to see.",
    "price": 150,
    "picture": "https://i.ibb.co/C85yt0w/Food-Drive.jpg"
  },
  {
    "id": 5,
    "title": "Food for Homeless",
    "category": "food",
    "category_bg": "#f8714733",
    "card_bg": "#f8714726",
    "text_button_bg": "#F87147",
    "description": "Support efforts to provide shelter and housing for homeless individuals. Homelessness is a pressing issue in our society, and your donation can provide hope and stability. Your support will fund housing projects, shelters, and programs to help homeless individuals regain their independence. By contributing, you are helping to change lives and provide a path to a brighter future. Join us in the fight to end homelessness, and let's work together to ensure that everyone has a safe and dignified place to call home.",
    "price": 150,
    "picture": "https://i.ibb.co/DWSDBdS/food-for-homeless.jpg"
  },
  {
    "id": 6,
    "title": "Dress for Success",
    "category": "clothing",
    "category_bg": "#79c23f33",
    "card_bg": "#79c23f26",
    "text_button_bg": "#79C23F",
    "description": "Step into the world of 'Dress for Success,' a clothing donation campaign that goes beyond giving attire—it empowers individuals to transform their lives. Your donations of professional clothing, including suits, dress shirts, blouses, and work-appropriate accessories, can make a profound difference for job seekers in our community. We believe that everyone deserves an opportunity to thrive in their chosen careers. 'Dress for Success' helps break down barriers by providing interview-ready attire to those striving for employment. When you contribute to this campaign, you're not just giving clothes; you're offering confidence, self-assuredness, and the chance for individuals to make a lasting impression during interviews. Join us in dressing for success and supporting the dreams of our fellow community members.",
    "price": 140,
    "picture": "https://i.ibb.co/M9Q3Y5N/dress-for-success.jpg"
  },
  {
    "id": 7,
    "title": "Girls Education Initiative",
    "category": "education",
    "category_bg": "#ff444a33",
    "card_bg": "#ff444a26",
    "text_button_bg": "#FF444A",
    "description": "Empower girls worldwide through our 'Girls' Education Initiative.' Your contributions fund scholarships, mentorship programs, and educational resources specifically tailored to advance girls' education. Join us in breaking down barriers and promoting gender equality in learning.",
    "price": 120,
    "picture": "https://i.ibb.co/T0SbH7F/girls-education.jpg"
  },
  {
    "id": 8,
    "title": "Children's Health Fund",
    "category": "health",
    "category_bg": "#0052ff33",
    "card_bg": "#0052ff26",
    "text_button_bg": "#0052FF",
    "description": "Help provide healthcare for children in need of medical attention. Every child deserves the chance to grow up healthy and happy. Your donation will support pediatric healthcare initiatives, ensuring that children have access to medical treatment and preventive care. By contributing, you are giving children the gift of a brighter and healthier future. Join us in making a positive impact on the lives of young ones, and let's create a world where every child's health is prioritized.",
    "price": 180,
    "picture": "https://i.ibb.co/SmJxXtv/child-health.jpg"
  },
  {
    "id": 9,
    "title": "Elderly Care",
    "category": "health",
    "category_bg": "#0052ff33",
    "card_bg": "#0052ff26",
    "text_button_bg": "#0052FF",
    "description": "Support programs that provide care and assistance to senior citizens. Our elderly population deserves respect, dignity, and quality care. Your donation will support programs that offer medical assistance, companionship, and social activities for seniors. By contributing, you are helping to improve the quality of life for older adults and ensure that they can age with grace and comfort. Join us in making a difference in the lives of our senior citizens, and let's create a society that values and cares for its elders.",
    "price": 250,
    "picture": "https://i.ibb.co/z4Pt9hx/Elderly-Care.jpg"
  },
  {
    "id": 10,
    "title": "Books for Bright Minds",
    "category": "education",
    "category_bg": "#ff444a33",
    "card_bg": "#ff444a26",
    "text_button_bg": "#FF444A",
    "description": "Join our 'Books for Bright Minds' campaign and be a part of a transformative educational journey. Your donations of new and gently used books help provide learning opportunities to children who may not have access to them otherwise. By contributing to this campaign, you're fostering a love for reading and empowering young minds to reach their full potential.",
    "price": 220,
    "picture": "https://i.ibb.co/m9TpkKy/books-for-bright-minds.jpg"
  },
  {
    "id": 11,
    "title": "Warmth for All",
    "category": "clothing",
    "category_bg": "#79c23f33",
    "card_bg": "#79c23f26",
    "text_button_bg": "#79C23F",
    "description": "Welcome to our 'Warmth for All' clothing donation campaign, where your kindness can bring comfort to those in need. As the colder months approach, many individuals in our community struggle to stay warm. You can make a significant impact by contributing gently used clothing items like coats, sweaters, blankets, and scarves. These simple acts of generosity not only help declutter your wardrobe but also provide a lifeline of warmth and comfort to those facing chilly temperatures. By participating in 'Warmth for All,' you become a beacon of hope, spreading warmth and love throughout our community, one garment at a time.",
    "price": 100,
    "picture": "https://i.ibb.co/pdFjZYM/warm-clothing.jpg"
  },
  {
    "id": 12,
    "title": "Disaster Relief",
    "category": "food",
    "category_bg": "#f8714733",
    "card_bg": "#f8714726",
    "text_button_bg": "#F87147",
    "description": "Support disaster relief efforts to assist those affected by natural disasters. Disasters can strike at any time, leaving communities in turmoil. Your donation will provide immediate relief by supplying food, water, shelter, and medical assistance to disaster-stricken areas. By contributing, you are helping people rebuild their lives and communities in the aftermath of devastation. Join us in making a difference in the lives of those facing the toughest challenges, and let's stand together as a source of hope and support during their time of need.",
    "price": 200,
    "picture": "https://i.ibb.co/2dLWDtd/disaster-relief.jpg"
  }
]
